import React from "react";
import { Container } from "react-bootstrap";
import { StaticImage } from "gatsby-plugin-image";
import WhatsappButton from "../components/atoms/WhatsappButton";

const policies = () => {
  return (
    <Container style={{ paddingTop: "20px" }}>
      <div className="logo-wrapper">
        <StaticImage
          className="mx-auto"
          src="../images/general/logo.svg"
          alt="logo"
          placeholder="blurred"
          layout="fixed"
          width={150}
          height={150}
        />
      </div>
      <div className="blog-details my-5 pb-5" style={{ direction: "rtl" }}>
        <h2 className="mb-5">اتفاقية الشروط والأحكام الخاصة بالمستخدمين</h2>
        <p>
          يجب الاطلاع على هذه الشروط والأحكام بعناية قبل استخدام الموقع أو
          التطبيق الهاتفي أو إجراء أي تعامل، هذه الشروط والأحكام ملزمة قانوناً
          من خلال الموافقة الإلكترونية أو استخدام الموقع الإلكتروني أو التطبيق
          الهاتفي. شورى منصة أنشئت من أجل الوساطة في تقديم الخدمات القانونية.
          باستخدامك لمنصة شورى فإنك توافق على هذه الاتفاقية من غير قيود أو شروط،
          ويحق لمنصة شورى في أي وقت تعديل هذه الاتفاقية وسيتم نشر النسخة المعدلة
          على المنصة، وتكون النسخة المعدلة من (اتفاقية الشروط والأحكام) سارية
          المفعول بعد أسبوع من تاريخ نشرها في المنصة، وبعد النشر يعتبر استمرارك
          في استخدام المنصة، التزاماً منك بالشروط والبنود الواردة في النسخة
          المعدلة، ورضاً منك في تطبيق التعديلات. يقتصر دور المنصة على تقديم
          خدمات الوساطة بأجر بين مقدمي الخدمات والمستفيدين، وذلك عن طريق عرض
          الخدمات التي من خلال مقدمي الخدمة للمستفيدين، ولا تعتبر المنصة مسؤولة
          عن مستوى وجودة الخدمات المقدمة من مقدمي الخدمة المعدلة، ورضاً منك في
          تطبيق التعديلات.
        </p>

        <h3>أولاً: التعريفات:</h3>
        <p>
          يقصد بالمصطلحات التالية متى ما وردت في هذه الاتفاقية – اتفاقية الشروط
          والأحكام - ما يلي (ما لم يقتضي السياق خلاف ذلك):
        </p>
        <ol className="list-dots">
          <li>
            "شركة شورا لتقنية المعلومات" هي منصة رقمية تعنى بتقديم الاستشارات
            والخدمات القانونية عن بعد في المملكة العربية السعودية من خلال ربط
            المستفيدين طالبي الاستشارات والخدمات القانونية، مع نخبة من المحامين المرخصين
            والمحترفين بطريقة تفاعلية، سهلة وآمنة ومهنية واستناداً إلى القوانين
            مع الحفاظ على سرية وخصوصية بيانات المستفيدين، وتتضمن الاستشارات
            القانونية عدة مجالات منها: (الأحوال الشخصية، والعمالية، والتجارية
            وغيرها لكل من الافراد والمؤسسات والشركات مختلف أنواعها ومستوياتها،
            وهي المالكة للموقع الإلكتروني والتطبيق الهاتفي، ومركزها الرئيسي في
            مدينة الرياض، المملكة العربية السعودية، مسجلة بسجل تجاري رقم
            4650222665.
          </li>
          <li>
            "المستفيد" أي شخص طبيعي أو معنوي الذي يرغب في التعاقد مع المنصة أو
            استخدام الموقع الإلكتروني أو التطبيق الهاتفي أو التصفح.
          </li>
          <li>
            "موفر الخدمة": هو الشخص الطبيعي أو المعنوي الذي يقوم بعرض خدماته
            القانونية على المستفيدين من خلال المنصة في المجال الخاص به وفقاً
            لبياناته المسجلة في المنصة
          </li>
          <li>
            المنصة: يقصد بها "تطبيق شورى" ما لم يكن لسياق النص معنى آخر، أي
            إشارة إليها فيما بعد فهي تعني التطبيق الهاتفي أو الموقع الإلكتروني
            أو كلاهما.
          </li>
          <li>
            " الحساب" تعني الصفحة أو السجل الخاص بالمستفيد، على المنصة من أجل
            التمكين من الاستفادة من خدمات منصة شورى.{" "}
          </li>
          <li>
            "الخدمة" تعني الخدمة أو الخدمات القانونية المتاحة من خلال المنصة{" "}
          </li>
        </ol>
        <br />

        <h3>ثانياً: شروط وأحكام الاستفادة من خدمات منصة شورى:</h3>
        <ol className="list-dots">
          <li>
            ألا يقل عمر المستفيد عن 18 عام، وامتلاك الصلاحية القانونية للموافقة
            على هذه الشروط والأحكام.
          </li>
          <li>
            توافر الصفة القانونية في حال ما إذا كان المستفيد ولياً طبيعياً أو
            ممثلاً قانونياً عن الغير.
          </li>
          <li>
            الالتزام بهذه الشروط والأحكام، بالإضافة إلى الأنظمة المطبقة في
            المملكة العربية السعودية.
          </li>
          <li>
            الالتزام بتقديم البيانات والمعلومات الصحيحة عند التسجيل أو طلب
            الخدمة من خلال الموقع الإلكتروني أو التطبيق الهاتفي، ويحظر تقديم
            البيانات الكاذبة أو المضللة سواء ترتب عليها ضرر بالنسبة للغير أم لا.
          </li>
          <li>الالتزام بالمحافظة على جميع حقوق الملكية الفكرية الخاصة بشورى</li>
          <li>
            يحظر على المستخدم نشر أو تحميل أي مواد تشهيرية، هجومية، انتهاكيه،
            مضرة، تهديدية، مسيئة، عنصرية، أو غير ملائمة أخلاقياً أو غير ذلك من
            محتوى أو معلومات غير قانونية.
          </li>
          <li>
            يحظر على المستخدم الدخول أو القيام بمحاولة دخول غير مصرح به لمنصة
            شورى أو منح الآخرين صلاحية استخدام حسابه، أو انتحال أي شخصية أو
            تحريف العضوية مع شخص آخر، ويتحمل المستخدم ما يترتب على مخالفته
            لأحكام هذه الفقرة.
          </li>
          <li>
            يحظر على المستخدم تحميل، أو إرفاق أي ملفات، أو برامج، أو أي مواد
            أخرى محمية من قبل قوانين حقوق الملكية الفكرية أو أي حقوق خاصة أو
            عامة لا يملك حقوق استخدامها.
          </li>
          <li>
            إذا تبين لمنصة شورى وفقاً لتقديرها الشخصي المنفرد قيام المستخدم بخرق
            أو مخالفة أي من هذه الشروط، فلها حق حذف أي طلبات أو محتوى تم نشره
            -بدون القيام بإنذار المستخدم، واتخاذ تدابير -من ضمنها إيقاف، تعليق
            أو تقييد وصول المستخدم للمنصة ومنع المستخدم من استخدام المنصة،
            والتبليغ عن المستخدم لدى مزودي خدمة الإنترنت أو السلطات المختصة، أو
            اتخاذ أي إجراءات قانونية.
          </li>
          <li>
            الخدمات المتاحة على منصة شورى يقدمها مقدمي خدمة مستقلين عن منصة شورى
            من حملة الشهادات المتخصصة في القانون، أو الشريعة.
          </li>
          <li>
            يلتزم المستخدم بسعر تقديم الخدمة ومدة تنفيذها ويلتزم بالتواصل مع
            المنصة وفقا للوقت المحدد لذلك وفي حال عدم قبول الاتصال يحق للمنصة
            عدم تقديم الخدمة مع تحصيل كامل المبلغ.
          </li>
          <li>
            منصة شورى لا تطلب من المستخدم أي معلومات أو مستندات سرية أو خاصة،
            سوى الطلبات المذكورة في المنصة أو التي تطلب فيما بعد عن طريق المنصة،
            وجميع الطلبات المتعلقة بتقديم الخدمة هي من مسؤوليات موفر الخدمة،
            ويقع على عاتقه وحده حمايتها وعدم إفشائها.
          </li>
          <li>
            من أجل الرقابة والتأكيد على مستوى الخدمة وجودتها سيتم تسجيل
            المكالمات والاحتفاظ بها دون أدنى مسؤولية على منصة شورى.
          </li>
          <li>
            يحظر على المستخدم القيام بأي عمل قد يؤدي إلى حدوث ضغط غير محتمل أو
            غير متناسب مع المنصة أو البنية التحتية الخاصة بها، على سبيل المثال:
            <ul>
              <li>
                تسجيل المستخدم من أكثر من بريد الكتروني والدخول على المنصة من
                خلالها.
              </li>
              <li>
                التواطؤ مع أكثر من شخص للدخول للمنصة في نفس الوقت لتشكيل ضغط
                عليها
              </li>
              <li>محاولة اختراق المنصة أو التأثير على الخدمات المقدمة.</li>
            </ul>
          </li>
        </ol>
        <br />

        <h3>ثالثًا: نطاق وطبيعة الخدمات المقدمة من شورى:</h3>
        <p>
          تقديم الخدمات والدعم القانوني للمعاملات ذات العلاقة بالأنظمة التجارية
          والعقارية والشركات والتمويل والقضايا العمالية والتأمين فضلاً عن إدارة
          القضايا وتمثيل العملاء في جميع أنواع المحاكم والهيئات واللجان شبه
          قضائية المختصة، وتحصل المبالغ المالية، التحكيم التجاري في المنازعات
          باللغتين العربية والانجليزية، كما تتضمن الخدمات: القضايا بجميع
          أنواعها، العقود، المطالبات المالية والمذكرات، والاستشارات.
        </p>
        <br />

        <h3>رابعاً: التسجيل والحجز:</h3>
        <p>
          عند قيام المستفيد بالتسجيل في الموقع الإلكتروني أو التطبيق الهاتفي
          (حيث أنه من أجل الاستفادة من بعض الخدمات، يلزم إنشاء حساب والتسجيل،
          ويحظر استخدام حساب شخص آخر) فإن المستفيد يقر عن نفسه وبالنيابة عمن
          يمثلهم (حال وجودهم) بالموافقة على الآتي (طلب التسجيل يعني موافقتك
          وإقرارك بما يلي):
        </p>
        <ol className="list-dots">
          <li>كافة الشروط والأحكام الخاصة بحجز أو طلب الخدمة.</li>
          <li>جميع الرسوم المفروضة بما فيها الضرائب والرسوم بكافة أنواعها.</li>
          <li>قبول المسؤولية المالية لسداد قيمة الخدمة.</li>
          <li>الالتزام بالشروط والأحكام الملزمة أو أي من تعديلاتها اللاحقة.</li>
          <li>استخدام معلوماتك بما يتوافق مع سياسة الخصوصية.</li>
          <li>
            التحقق من كافة البيانات الخاصة بك، كما أنك تقر بملكيتك للبريد
            الإلكتروني المدخل ورقم الجوال.
          </li>
          <li>سياسة الإلغاء والتعديل الخاصة بشورى.</li>
          <li>
            فور تأكيد الحجز أو طلب الخدمة ينعقد الالتزام بين المستفيد وشورى.
          </li>
          <li>
            تحتفظ شورى بحقها في رفض أي حجز أو طلب خدمة أو أي تأكيد لأي منهما وفق
            إرادتها المنفردة دون أدنى مسؤولية عليها.
          </li>
          <li>
            تحتفظ شورى بحقها الكامل لتصحيح أي خطأ قد يقع في الأسعار المعلنة أو
            في الخدمات وسوف تقوم شورى بالتصحيح فور العلم بذلك، على أن يتم ذلك
            قبل البدء في تنفيذ الخدمة، وللمستفيد الخيار بين الاستمرار في التنفيذ
            بعد التصحيح أو فسخ العقد واسترداد ما تم دفعه.
          </li>
          <li>
            تختلف الأسعار بناء على عملة السداد التي تم اختيارها للسداد (حال تم
            السداد من خارج المملكة العربية السعودية).
          </li>
          <li>
            لن تتحمل شورى المسئولية عن أي تأخير أو عدم تنفيذ الحجز أو الخدمة
            الخاصة بك حال تقديم معلومات غير صحيحة
          </li>
          <li>يجب عليك التأكد من كافة البيانات المدخلة قبل تأكيد الحجز.</li>
          <li>
            يعتبر الحجز مُفعل من تاريخ استلام المستفيد لرسالة التأكيد عبر البريد
            الإلكتروني.
          </li>
        </ol>
        <br />

        <h3>خامساً: التعديل والإلغاء:</h3>
        <ol>
          <li>
            متى كان من الممكن إجراء أي تعديل على الحجز أو طلب الخدمة وذلك بناء
            على طلبك، فسوف تتحمل وحدك أية مصروفات إضافية في هذا الشأن.
          </li>
          <li>
            لشورى الحق في إجراء أي تعديل على الحجز أو طلب الخدمة بناء على
            إرادتها المنفردة متى دعت الحاجة إلى ذلك مع التأكيد على إخطاركم بهذا
            التعديل.
          </li>
          <li>
            لشورى الحق في تعديل رسوم الخدمات في أي وقت دون إشعار مسبق، مع مراعاة
            عدم تطبيق التعديل على الطلبات القائمة (قيد التنفيذ)، فبمجرد إكمال
            المستفيد للطلب، فإن الرسوم المحددة بالطلب لن تتغير مع تغير الرسوم
            على الموقع الإلكتروني أو التطبيق الهاتفي.
          </li>
          <li>
            في حال تقديم طلب تأجيل موعد الحجز أو تقديم الخدمة (في الحالات التي
            يسمح فيها بذلك) بناء على طلب من المستفيد، فيجب أن يتم إبداء هذا
            الطلب قبل (4) ساعات من الوقت المقرر لتقديم الخدمة.
          </li>
          <li>بعض طلبات التعديل لا يمكن الوفاء بها دائماً.</li>
          <li>
            لشورى الحق في إلغاء الحجز الخاص بك في حال مخالفتك لأحد الشروط
            الجوهرية لهذه الشروط والأحكام، على أن يتم إشعارك بالبريد الإلكتروني
            المسجل بهذا الإلغاء، وذلك دون أدنى مسئولية على شورى.
          </li>
          <li>
            في حال الإلغاء من قبل شورى دون سبب مشروع، أو لظرف قهري خارج عن إرادة
            شورى أو المستفيد أو موفر الخدمة، فتلتزم شورى وموفر الخدمة برد الرسوم
            المدفوعة خلال (3) يوم من تاريخ الإلغاء.
          </li>
          <li>
            في حال إلغاء الحجز أو طلب الخدمة من قبل المستفيد (في الحالات التي
            يسمح فيها بالإلغاء)، فسوف يتم حسم مبلغ وقدره 15 ريال من إجمالي
            مستحقات المستفيد لدى شورى كرسوم إلغاء.
          </li>
          <li>
            في حالة إلغاء الحجز من قبل المستفيد بعد البدء في تنفيذ الخدمة من قبل
            موفر الخدمة فلن يتم رد أي من الرسوم المدفوعة ولا يحق للمستفيد
            المطالبة بالرسوم السابق سدادها.
          </li>
          <li>
            تتعهد شورى (في الحالات التي يسمح فيها بالإلغاء والاسترداد) برد
            المتبقي من المبالغ السابق استلامها خلال (3) أيام عمل من تاريخ
            الإخطار بالرغبة في إلغاء الحجز أو تقديم الخدمة.
          </li>
          <li>
            تتم جميع طلبات التعديل أو الإلغاء عن طريق طلب من خلال البريد
            الإلكتروني المسجل من قبل المستفيد عند التسجيل في شورى إلى البريد
            الإلكتروني التالي: info@shwra.sa. او من خلال رقم الواتساب الخاص
            بشورى ( 0550592033 ).
          </li>
        </ol>
        <br />

        <h3>سادساً: خدمات الدفع:</h3>
        <ol className="list-dots">
          <li>
            يلتزم المستفيد بسداد قيمة الخدمة أو الحجز من خلال وسائل الدفع
            المتاحة في المنصة قبل مباشرة موفر الخدمة للعمل محل الخدمة، ولن يتم
            تقديم الخدمة أو مباشرة العمل حتى يتم دفع كامل قيمة الحجز أو الخدمة.
          </li>
          <li>
            يحظر على المستخدم الاحتيال في استخدام وسيلة دفع غير صحيحة أو غير
            صالحة أو غير مملوكة له، ويتحمل المستخدم المسؤولية نتيجة مخالفة هذه
            الفقرة، وسيتم الإبلاغ عنه ومحاسبته جزائياً وتطبيق العقوبات عليه.
          </li>
          <li>
            جميع عمليات الدفع تتم بالريال السعودي، وفي حال قام المستخدم بالدفع
            باستخدام عملة أخرى فيتحمل النفقات والأجور المترتبة على تحويل العملة
            أو أي رسوم بنكية أخرى.
          </li>
        </ol>
        <br />

        <h3>سابعاً: السلوك المحظور:</h3>
        <p>بموجب هذا أنت توافق على الامتناع عن إتيان أي من الأفعال التالية:</p>
        <ol className="list-dots">
          <li>
            التعهد بعدم استغلال أو نشر المعلومات أو البيانات التي يتم عرضها من
            خلال شورى إلى أي تطبيق هاتفي أو موقع إلكتروني آخر خارج شورى بأي
            طريقة كانت.
          </li>
          <li>الإخلال أو التلاعب بالشبكات أو البرمجيات الخاصة بشورى.</li>
          <li>
            التورط في أي عمل غير قانوني أو اتصالات ذات صلة أو التشجيع عليها.
          </li>
          <li>
            تجنب استخدام الألفاظ الجارحة أو القذف أو التشهير بشورى أو أي من
            منسوبيه أو متابعيه أو المتعاونين معه بأي شكل من الأشكال، فضلاً عن أن
            شورى ليست محلاً للمناقشات الدينية أو العقائدية أو السياسية أو
            العرقية أو العنصرية أو العدوانية
          </li>
          <li>
            نقل ملفات، أو بيانات، أو أي مواد أخرى تحتوي على أحد فيروسات
            الكومبيوتر، أو بيانات معطوبة، أو فيروسات متنقلة، أو "أحصنة طروادة"،
            أو أي أوامر أو تصميمات قد تحذف البيانات أو البرمجة أو تؤدي إلى تعطيل
            (الموقع) أو تؤدي إلى إعاقة استخدام أي تجهيز أو نظام بالصورة الكاملة
            التي تم تصميمه من أجلها.
          </li>
        </ol>
        <br />

        <h3>ثامناً: حدود المسؤولية:</h3>
        <ol className="list-dots">
          <li>
            شورى غير مسئولة عن أي خسارة مباشرة أو غير مباشرة تنشأ عن استخدام
            الموقع الإلكتروني أو التطبيق الهاتفي.
          </li>
          <li>
            يقر المستفيد باستخدامه للموقع الإلكتروني أو التطبيق الهاتفي على
            مسؤوليته الخاصة ولا تتحمل شورى أي مسؤولية عن أي ضرر أو إصابة نتيجة
            لدخول أي مستخدم للموقع الإلكتروني أو التطبيق الهاتفي أو تعذر الدخول
            أو الاستخدام.
          </li>
          <li>
            تتحمل وحدك المسؤولية عن التسجيل والحجز في شورى ومدى ملائمة الخدمات
            المقدمة من شورى لاحتياجاتك، ولا يمكن مساءلة شورى في هذا الشأن
          </li>
          <li>
             أنت وحدك المسؤول عن أي نشاط يتم من خلال حسابك دون أدنى مسئولية على
            شورى.
          </li>
          <li>
            شورى لن تكون مسؤولة عن الخسائر الناجمة عن أي استخدام غير مصرح به
            لحسابك، فقد تكون مسؤولاً عن الخسائر الناجمة لشورى أو غيره نتيجة هذا
            الاستخدام غير المصرح به.
          </li>
          <li>
            لشورى الحق دون أدنى مسئولية عليها في إلغاء أي حساب أو تسجيل بناء على
            تقديرها المطلق ودون إخطار أو إشعار.
          </li>
          <li>
            تتحمل أيضًا المسؤولية عن المعلومات المقدمة وقت إنشاء الحساب و/أو حجز
            الخدمة، ولا يمكن تحميل شورى أية مسؤولية في هذا الشأن.
          </li>
          <li>
            عند تعرض المستفيد لأي أضرار تنتج عن تقصير أو إهمال موفر الخدمة في
            تنفيذ الخدمة فإن موفر الخدمة وحده يتحمل المسؤولية الكاملة أمام
            المستفيد، ولا تلتزم منصة شورى بتحمل أي التزامات أو مسؤوليات تجاه
            المستفيد.
          </li>
          <li>
            يتم تقديم الخدمة للمستفيد في ضوء ما قدمه من مستندات ووقائع وفي حال
            إخفاء المستفيد لأي منها، فلا تسأل شورى أو موفر الخدمة عن هذا الخطأ
            أو النتيجة المترتبة عليه.
          </li>
          <li>
            يتم إبداء الخدمة للمستفيد من قبل موفر الخدمة في ضوء المستندات
            والوقائع التي قدمها المستفيد، وفي حال وجود أي خطأ أو تقصير من قبل
            موفر الخدمة فيسأل وحده عن هذا الخطأ أو التقصير أو الإهمال دون أدنى
            مسؤولية على شورى.
          </li>
          <li>
            يحق لموفر الخدمة الطلب من المستفيد تزويده بعدد من البيانات أو
            المستندات من أجل إعداد وتقديم الخدمة، ويقع على المستفيد وحده مسؤولية
            تزويد موفر الخدمة بهذه المستندات ولا تتحمل شورى أي استخدام خاطئ لهذه
            البيانات أو المستندات من قبل موفر الخدمة، كما يلتزم موفر الخدمة
            بالمحافظة على سرية المستندات، وعدم الإفصاح عن المستندات المقدمة من
            المستفيد
          </li>
          <li>
            من المعلوم لكل من موفر الخدمة والمستفيد أن شورى يقتصر دورها على
            الوساطة بين موفر الخدمة والمستفيد فقط، ولا يمكن مساءلتها على خلاف
            ذلك.
          </li>
          <li>
            يتحمل المستفيد المسؤولية الكاملة وحده عند مخالفته لأي من هذه الشروط
            والأحكام، أو مخالفة أي من توجيهات منصة شورى، أو توجيهات موفر الخدمة.
          </li>
          <li>
            يلتزم المستفيد عند قيامه بسداد تكاليف الخدمة بالسداد عن طريق الوسائل
            والحسابات الموضحة في المنصة والخاصة بشورى، ويحظر على المستخدم سداد
            تكاليف الخدمات من أي حسابات مجهولة أو غير مملوكة للمستفيد، ويتحمل
            التبعات القانونية عند قيامه بذلك، علماً بأنه في الحالات التي يسمح
            فيها برد أتعاب الخدمة يتم الرد على نفس الحساب الذي تم السداد منه.
          </li>
        </ol>
        <br />

        <h3>تاسعاً: تعديل الشروط والأحكام:</h3>
        <ol className="list-dots">
          <li>
            تحتفظ شورى بحقها في تعديل هذه الشروط والأحكام من حين لآخر وفقاً
            لإرادتها المنفردة وفقاً لما تراه من أجل تحسين العمل والخدمة داخل
            شورى دون أدنى مسئولية عليها.
          </li>
          <li>
            في حال اعتراضك على أي من بنود هذه الشروط والأحكام أو التي يتم
            تعديلها من قبل شورى ويتم إخطارك بها، ففي هذه الحالة لا سبيل أمامك
            سوى التوقف عن استخدام الموقع الإلكتروني أو التطبيق الهاتفي وإنهاء
            حساب العضوية الخاص بك.
          </li>
          <li>
            سوف يتم إشعارك بالتعديلات أو التغييرات أو التحسينات التي تتم من خلال
            شورى عبر البريد الإلكتروني المسجل او من خلال التطبيق، كما أنها سوف
            تصبح سارية في حقك خلال (5) أيام من تاريخ إشعارك بها ومرور هذه المدة
            دون إلغاء الحساب واستخدامك للموقع الإلكتروني أو التطبيق الهاتفي
            يعتبر موافقة منك على التعديلات أو التحديثات.
          </li>
        </ol>
        <br />

        <h3>عاشراً: حقوق الملكية الفكرية:</h3>
        <ol className="list-dots">
          <li>
            الموقع الإلكتروني والتطبيق الهاتفي يحتويان على علامات تجارية، وأسرار
            مهنية، وتقنيات، ومنتجات، وخطوات عمل، وحقوق أخرى مملوكة لشورى و/أو
            أطراف أخرى.
          </li>
          <li>
            شورى لا تمنحك أي ترخيص أو حق من حقوق الملكية الفكرية أو أي حقوق
            أخرى، ولا يحق لك إعادة إنتاج، أو توزيع، أو نشر، أو عرض، أو تحميل، أو
            نقل أي (مواد) إلا وفقًا للمسموح به صراحةً وفي حدود هذه الشروط
            والأحكام
          </li>
        </ol>
        <br />

        <h3>حادي عشر: سياسة الشكاوى:</h3>
        <p>
          تسعى شورى دائماً إلى تحسين وتطوير الخدمات المقدمة من خلالها، وتسهيلاً
          على المستفيدين تم إدراج هذه السياسة من أجل تقديم الخدمات على أكمل وجه
          بالإضافة إلى توفير قناة تواصل فعالة مع المستفيدين وذلك من خلال التالي:
        </p>
        <ol className="list-dots">
          <li>
            التقدم بالشكوى خلال (3) يوم من حدوثها وإلا سقط الحق في تقديم الشكوى.
          </li>
          <li>التحقيق في الشكوى سيتم بكل شفافية ونزاهة.</li>
          <li>
            سيتم البت في الشكوى خلال (5) يوم عمل من تاريخ تقديمها كحد أقصى، وفي
            حال تطلبت الشكوى مزيداً من الدراسة سيتم إخطاركم بذلك.
          </li>
          <li>
            في حال كانت الشكوى ضد موظف فلن يتم إحالة الشكوى على الموظف المشكو في
            حقه للتحقيق أو الفصل فيها بل سيتم عرضها على مديره المباشر مع إمكانية
            سماع رأيه (على سبيل الاسترشاد) بناء على تقدير مديره المباشر.
          </li>
          <li>يمكنكم متابعة الشكوى من خلال وسائل التواصل المعلن عنها.</li>
          <li>تم إدراج (info@shwra.sa) خاص بالشكاوى تسهيلاً على المستفيدين.</li>
        </ol>
        <br />

        <h3>ثاني عشر: التعويض عن الأضرار:</h3>
        <p>
          إنك توافق على تعويض شورى وأي التابعين لها أو شركائها أو موظفيها أو
          مديريها أو وكلائها أو مانحي التراخيص لها أو مزودي الخدمة أو متعهديها
          أو مورديها عن أي دعاوى قضائية بما فيها أتعاب المحامين والتكاليف
          القضائية، أو أية مطالبات من قبل أطراف أخرى بموجب خرقك هذه الشروط
          والأحكام أو الوثائق التي أدمجت كمراجع، أو بسبب أي انتهاك للقوانين أو
          حقوق أطراف أخرى.
        </p>
        <br />

        <h3>ثالث عشر: الإشعارات</h3>
        <p>
          لشورى الحق في إرسال جميع الإشعارات أو التعديلات أو المراسلات الأخرى
          التي تشترطها هذه الشروط والأحكام أو تسمح بها عن طريق البريد
          الإلكتروني، أو البريد العادي، أو الرسائل النصية، أو بنشرها على الموقع
          الإلكتروني أو التطبيق الهاتفي، سيتم اعتبار أنه تم إشعارك بمجرد استلامك
          للبريد الإلكتروني أو البريد العادي، أو بمجرد النشر على الموقع
          الإلكتروني أو التطبيق الهاتفي.
        </p>
        <br />

        <h3>رابع عشر: الاختصاص القضائي:</h3>
        <p>
          أي نزاع ينشأ عن تطبيق هذه الاتفاقية، فيما يتعلق بالخدمات محل الموقع
          الإلكتروني أو التطبيق الهاتفي، يتم حله ودياً بين الطرفين ما أمكن خلال
          (7) أيام من تاريخ نشوئه، وفي حال تعذر ذلك يتقدم صاحب الشأن إلى الجهة
          المختصة، كما تسري أنظمة وقوانين المملكة العربية السعودية على أحكام هذه
          الاتفاقية، وتختص الجهة المختصة بمدينة الرياض بنظر أي نزاع قد ينشأ عن
          تطبيق هذه الاتفاقية،
        </p>
        <br />

        <h3> خامس عشر: الموافقة والتعهد:</h3>
        <ol className="list-dots">
          <li>
            تمثل هذه الشروط والأحكام وتعديلاتها إن وجدت كامل الاتفاق معكم وتبطل
            كل ما سبقها من اتفاقيات شفهية أو كتابية.
          </li>
          <li>
            إن عدم ممارسة شورى لأي من حقوقها أو مطالبتها بأي تعويض بموجب هذه
            الشروط والأحكام أو تأخرها في ممارسته أو عدم فرضها لهذه الشروط
            والأحكام أو تأخرها في فرضه أو تأخرها فيها لا يعني تنازلاً منها عمن
            أي مما ذكر.
          </li>
          <li>
            إذا تبيّن أن أي بند أو جزء من هذه الاتفاقية غير صحيح، غير قابل
            للتنفيذ، أو باطل، تظل باقي أحكام هذه الشروط والأحكام نافذة وسارية.
          </li>
          <li>
            إن استخدامك للموقع الإلكتروني أو التطبيق الهاتفي هو موافقة صريحة
            منكم بقبول جميع هذه الشروط والأحكام -المتضمنة لكافة التفاصيل السابق
            ذكرها- والعمل بموجبها والالتزام بما جاء فيها بعد الاطلاع عليها وفهم
            جميع ما ورد بها.
          </li>
          <li>
            تتضمن هذه الشروط والأحكام الموافقة على (سياسة الخصوصية وملفات تعريف
            الارتباط) لذا نأمل منكم الاطلاع عليهم للمزيد من المعلومات من خلال
            الروابط أدناه.
          </li>
          <li>
            كما أنك تتعهد بالامتثال لأية تعليمات أو إرشادات أو تعديلات أو إضافات
            حالية أو مستقبلية تصدر من شورى وفقاً لتقدير الأخيرة المطلق دون أدنى
            مسئولية عليها.
          </li>
        </ol>
      </div>
    </Container>
  );
};

export default policies;
